{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "164911347105e0bd41": {
      "type": "smart-header-section",
      "settings": {
        "page_title": "",
        "page_description": ""
      }
    },
    "16491134952f50b410": {
      "type": "rich-text",
      "blocks": {
        "1649113495004852ae-1": {
          "type": "text",
          "settings": {
            "enlarge_text": true,
            "text": "<p>Vidlogix accepts Visa, MasterCard, American Express, Discover, Shop Pay, and Apple Pay. You will be charged for your order upon shipment or within 6 calendar days. Vidlogix may collect NYS and local sales tax. You may cancel an order at any time before shipment. All orders hip to the billing address. We are unable to update the shipping address once an order is placed. Orders over $500 require an adult signature.<\/p>"
          }
        }
      },
      "block_order": [
        "1649113495004852ae-1"
      ],
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "1649113135034d1333": {
      "type": "faq",
      "blocks": {
        "1649113135d5e52336-0": {
          "type": "question",
          "settings": {
            "title": "Payment methods",
            "text": "<p>We accept Visa, Mastercard, American Express, Discover, Shop Pay, and Apple Pay.<\/p><p><strong>We may contact your bank to verify if the billing address and phone number entered on Vidlogix.com match the address where your credit card company sends your statements to protect you from unauthorized purchases.<\/strong><\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        },
        "1649113135d5e52336-1": {
          "type": "question",
          "settings": {
            "title": "When will I be charged?",
            "text": "<p>When you place an order, vidlogix.com contacts the issuing bank to confirm the payment method's validity. Your bank reserves the funds until the entire transaction processes or the authorization expires, but this isn't an actual charge. We will post payment upon shipment or within six calendar days. Contact your bank to clarify how long they hold authorizations for online orders to remove an authorization. You can cancel an order at any time before shipment, at no cost to you, by <a href=\"https:\/\/www.vidlogix.com\/pages\/contact\" target=\"_blank\">contacting support<\/a>.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        },
        "1ec0b703-091d-4378-96ba-e78f42de45b9": {
          "type": "question",
          "settings": {
            "title": "Sales tax",
            "text": "<p>Vidlogix collects state and local sales tax on items shipping to New York. <\/p><p><strong>Tax Exemption<\/strong><\/p><p>Vidlogix works with many governments, education, non-profit, charitable, and religious organizations that qualify for tax-exempt status. Once approved, customers may make tax-exempt purchases online on behalf of their organizations. Please <a href=\"https:\/\/www.vidlogix.com\/pages\/contact\" target=\"_blank\">contact us<\/a> if you wish to enroll in the Vidlogix Tax Exemption Program (VTEP).<\/p><p><strong>Sales Tax Policy<\/strong><\/p><p>Your order contains one or more items from Vidlogix Labs Inc. and may be subject to local sales tax, depending on the state to which the item is being shipped. Unless otherwise noted, Vidlogix Labs Inc.'s items are subject to sales tax in select states following the state's applicable laws. If your order contains one or more items from a seller other than Vidlogix Labs Inc., it may be subject to state and local sales tax, depending on the seller's business policies and the location of their operations. We do not collect sales or use taxes in all states. For states imposing sales or use taxes, your purchase is subject to use tax unless specifically exempt from taxation. Your purchase is not exempt merely because it is made over the Internet or other remote means. Many states require purchasers to file a sales\/use tax return at the end of the year reporting all of the taxable purchases that were not taxed and to pay tax on those purchases. You may find details on how to file these returns at the websites of your respective taxing authorities. The sales tax indicated on the checkout form is an estimate. The sales tax ultimately charged to your credit card will be calculated when your credit card charge is authorized and will reflect applicable state and local taxes.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        },
        "6f7e45da-3444-4641-ac73-85aab402de7c": {
          "type": "question",
          "settings": {
            "title": "Cancellations",
            "text": "<p><strong>Can I cancel my order?<\/strong><\/p><p>Replying to your email order confirmation is the easiest and fastest way to cancel a pending order. Once an order has been placed, we cannot make any additional changes as we work hard to ship all orders as quickly as possible. If your order has shipped and you no longer want these items, you may return them after arriving.<\/p><p><strong>Order Acceptance\/Confirmation<\/strong><\/p><p>Vidlogix may, in its sole discretion, refuse or cancel any order and limit order quantity. Vidlogix may also require additional qualifying information before accepting or processing any order. Once we receive your Online order, we'll provide you with an email order confirmation. However, your receipt of order confirmation does not signify Vidlogix's acceptance of your order, nor does it constitute confirmation of our offer to sell; we are simply confirming that we received your order. The Vidlogix Store reserves the right after receiving your order to accept or decline your order for any reason. If Vidlogix cancels an order after you have already been billed, Vidlogix will refund the billed amount.<\/p><p><strong>Your order may not qualify for the following reasons:<\/strong> <\/p><p>• Price discrepancy; <br\/>• Order change\/cancellation; <br\/>• Change of address; <br\/>• Failed order verification; <br\/>• Items are unavailable; <br\/>• Payment declined; <br\/>• Address mismatch; <br\/>• Freight forwarder\/ P.O. box; <br\/>• Manufacturer\/reseller.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": ""
          }
        }
      },
      "block_order": [
        "1649113135d5e52336-0",
        "1649113135d5e52336-1",
        "1ec0b703-091d-4378-96ba-e78f42de45b9",
        "6f7e45da-3444-4641-ac73-85aab402de7c"
      ],
      "settings": {
        "title": "FAQs"
      }
    }
  },
  "order": [
    "main",
    "164911347105e0bd41",
    "16491134952f50b410",
    "1649113135034d1333"
  ]
}
