{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "1640041344e995db21": {
      "type": "rich-text",
      "blocks": {
        "16400413440adaf63b-0": {
          "type": "heading",
          "settings": {
            "title": "Shipping"
          }
        }
      },
      "block_order": [
        "16400413440adaf63b-0"
      ],
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "164004230690a0c083": {
      "type": "rich-text",
      "blocks": {
        "16400423069a560b32-1": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p>We offer free shipping on all orders over $49. For all orders under $49, there will be an $8 shipping fee. <\/p><p>The carrier (UPS or USPS) will be selected based on the shipping address. We do not ship internationally or to freight forwarders.<\/p><p>All orders are processed Monday through Friday, from 9:00 A.M. to 5:00 P.M. ET. Due to volume, inclement weather and COVID-19 impacts, some of our carrier partners are experiencing ground service delays in various parts of the U.S. There may be extended delivery time frames. <\/p><p>In-stock shipments are usually shipped the same day of order. See Delivery Times for details. Totals are calculated after all discounts and freight charges have been applied. Shipping fees are nonrefundable.<\/p>"
          }
        }
      },
      "block_order": [
        "16400423069a560b32-1"
      ],
      "settings": {
        "align_text": "left",
        "narrow_column": true,
        "divider": false
      }
    },
    "1640041293a13b372e": {
      "type": "faq",
      "blocks": {
        "1640041293a5780292-0": {
          "type": "question",
          "settings": {
            "title": "Delivery times",
            "text": "<p>Some items on our website are not regularly stocked. Availability on these items may show as Special Order.<\/p><p>In some cases, the manufacturer will ship select items to you directly. You may generally expect these items to arrive at U.S. destinations in 7-10 days, unless specified otherwise. <\/p><p>If one of the items in your order qualifies as a stock exception, we will ask you whether you'd like us to ship your full order when all items are in stock, or if you'd like to split a shipment (at no extra cost). The estimated delivery shown reflects the shipping time once your item reaches our warehouse.<\/p><p><strong>Lead Time<\/strong>: Order will be placed with the vendor once we receive an order.<\/p><p><strong>ETA<\/strong>: An order has been placed with the vendor. Date advised is the time required for the order to be delivered to our warehouse.<\/p><p>If we email you a tracking number during the day, the information may not post to the carrier's website until that evening. <\/p><p>Business days are defined as Monday to Friday, excluding holidays.<\/p>"
          }
        },
        "1640041293a5780292-1": {
          "type": "question",
          "settings": {
            "title": "Signature request",
            "text": "<p>Vidlogix chooses which carrier will deliver your shipment, and some of our shipments require a signature. Your shipping confirmation email will tell you whether a signature is required. The carrier may also require a signature at their discretion. The carrier may make subsequent delivery attempts before returning the shipment to Vidlogix. We are unable to change the shipping address once your order has been placed.<\/p>"
          }
        },
        "6055492a-dfb9-4b9f-b67a-7a3686be4d9d": {
          "type": "question",
          "settings": {
            "title": "Shipping offer terms",
            "text": "<p>We do not ship to freight forwarders. Some items that ship from the manufacturer can only be delivered to addresses within the 48 contiguous U.S. <a href=\"https:\/\/vidlogix.com\/pages\/contact\">Contact us<\/a> for delivery information on specific models. Merchandise amount thresholds for shipping prices apply to the cost of items after any special discounts have been applied and exclusive of any tax. These offers may end at any time. <\/p>"
          }
        }
      },
      "block_order": [
        "1640041293a5780292-0",
        "1640041293a5780292-1",
        "6055492a-dfb9-4b9f-b67a-7a3686be4d9d"
      ],
      "settings": {
        "title": "FAQs"
      }
    }
  },
  "order": [
    "main",
    "1640041344e995db21",
    "164004230690a0c083",
    "1640041293a13b372e"
  ]
}
