{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "1641757491effe7074": {
      "type": "smart-header-section",
      "settings": {
        "page_title": "",
        "page_description": ""
      }
    },
    "1640041344e995db21": {
      "type": "rich-text",
      "disabled": true,
      "blocks": {
        "16400413440adaf63b-0": {
          "type": "heading",
          "settings": {
            "title": "Shipping"
          }
        }
      },
      "block_order": [
        "16400413440adaf63b-0"
      ],
      "settings": {
        "align_text": "center",
        "narrow_column": true,
        "divider": false
      }
    },
    "164004230690a0c083": {
      "type": "rich-text",
      "blocks": {
        "16400423069a560b32-1": {
          "type": "text",
          "settings": {
            "enlarge_text": false,
            "text": "<p>We offer free shipping on all orders over $49. For all orders under $49, there will be an $8 shipping fee. <\/p><p>The carrier will be selected based on the shipping address. We do not ship internationally or to freight forwarders.<\/p><p>All orders are processed Monday through Friday, from 9:00 A.M. to 5:00 P.M. ET. Due to volume, inclement weather and COVID-19 impacts, some of our carrier partners are experiencing ground service delays in various parts of the U.S. There may be extended delivery time frames. <\/p><p>In-stock shipments are usually shipped the same day of order. See Delivery Times for details. Totals are calculated after all discounts and freight charges have been applied. Shipping fees are nonrefundable.<\/p>"
          }
        }
      },
      "block_order": [
        "16400423069a560b32-1"
      ],
      "settings": {
        "align_text": "left",
        "narrow_column": true,
        "divider": false
      }
    },
    "1640041293a13b372e": {
      "type": "faq",
      "blocks": {
        "1640041293a5780292-0": {
          "type": "question",
          "settings": {
            "title": "Delivery times",
            "text": "<p>Some items on our website are not regularly stocked. Availability on these items may show as Special Order.<\/p><p>In some cases, the manufacturer will ship select items to you directly. You may generally expect these items to arrive at U.S. destinations in 7-10 days, unless specified otherwise. <\/p><p>If one of the items in your order qualifies as a stock exception, we will ask you whether you'd like us to ship your full order when all items are in stock, or if you'd like to split a shipment (at no extra cost). The estimated delivery shown reflects the shipping time once your item reaches our warehouse.<\/p><p><strong>Lead Time<\/strong>: Order will be placed with the vendor once we receive an order.<\/p><p><strong>ETA<\/strong>: An order has been placed with the vendor. Date advised is the time required for the order to be delivered to our warehouse.<\/p><p>If we email you a tracking number during the day, the information may not post to the carrier's website until that evening. <\/p><p>Business days are defined as Monday to Friday, excluding holidays.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "1640041293a5780292-1": {
          "type": "question",
          "settings": {
            "title": "Signature request",
            "text": "<p>Vidlogix chooses which carrier will deliver your shipment, and some of our shipments require a signature. Your shipping confirmation email will tell you whether a signature is required. The carrier may also require a signature at their discretion. The carrier may make subsequent delivery attempts before returning the shipment to Vidlogix. We are unable to change the shipping address once your order has been placed.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "6055492a-dfb9-4b9f-b67a-7a3686be4d9d": {
          "type": "question",
          "settings": {
            "title": "Shipping offer terms",
            "text": "<p>We do not ship to freight forwarders. Some items that ship from the manufacturer can only be delivered to addresses within the 48 contiguous U.S. <a href=\"https:\/\/vidlogix.com\/pages\/contact\" target=\"_blank\" title=\"Contact vidlogix customer service\">Contact us<\/a> for delivery information on specific models. Merchandise amount thresholds for shipping prices apply to the cost of items after any special discounts have been applied and exclusive of any tax. These offers may end at any time. <\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "6aca3140-25db-4040-9578-771ed119a3ba": {
          "type": "question",
          "settings": {
            "title": "Incorrect item",
            "text": "<p><strong>RECEIVE INCORRECT MERCHANDISE? WE'LL MAKE IT RIGHT!<\/strong><\/p><p>Contact our Customer Support team at <a href=\"mailto:hello@vidlogix.com\" target=\"_blank\" title=\"mailto:hello@vidlogix.com\">hello@vidlogix.com<\/a> and we will coordinate a reorder to ship the correct merchandise at no additional cost to you. We may also provide you with a prepaid return shipping label and request an immediate return of the incorrectly received merchandise. To avoid additional charges the incorrectly received merchandise must be shipped within 7 days of receiving the prepaid return shipping label. All regular return policies still apply. All merchandise must be returned unused and in original packaging in order to avoid being charged.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "e114e0a0-e8fc-47f7-8dcf-07f2f2cee281": {
          "type": "question",
          "settings": {
            "title": "Damaged\/Missing",
            "text": "<p><strong>DAMAGED & MISSING MERCHANDISE MUST BE REPORTED WITHIN 7 DAYS OF RECEIVING YOUR ORDER <\/strong><\/p><p>Prior to signing receipt of your shipment, carefully inspect the box or boxes for any damage. If you see damage you must mark the delivery receipt accordingly. It is recommended to take pictures of the outside of the box and the inside of the box. Then unpack the contents to ensure there is no concealed damage or missing items.<\/p><p>Gather the following documentation:<br\/>E-mail <a href=\"mailto:hello@vidlogix.com\" target=\"_blank\" title=\"hello@vidlogix.com\">hello@vidlogix.com<\/a> with the above documentation and we will be happy to work with the freight company to process a damage claim. <\/p><p>• vidlogix Order Number<br\/>• Freight Tracking Number<br\/>• Photographs and description of damage<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "0d01f7dc-88d5-4010-8808-c09eecaf52aa": {
          "type": "question",
          "settings": {
            "title": "Insurance Notice",
            "text": "<p><strong>By selecting UPS Shipping,<\/strong> you release vidlogix from responsibility for delayed shipments and loss in excess of $100.00. Insurance in excess of $100 should be requested at the time of purchase. The receiver is responsible for additional insurance costs. The receiver is responsible to file an insurance claim with UPS. All shipments are DAP, unless otherwise noted. Weather, natural disasters and other uncontrollable events can interrupt UPS transportation flow. Shipments delayed due to an uncontrollable event are not eligible for a refund or credit under the UPS money-back guarantee policy.<\/p><p><strong>By selecting USPS Shipping,<\/strong> you release vidlogix from responsibility for delayed shipments and loss in excess of $50.00. Insurance claims to damaged or lost items in excess of $50.00 will not be recovered. vidlogix is not responsible for lost or damaged items. Insurance in excess of $50.00 should be requested at the time of purchase. All shipments are DAP, unless otherwise noted.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "d4cc094f-fb0e-4d22-89f2-c1420f381b15": {
          "type": "question",
          "settings": {
            "title": "Sustainable shopping",
            "text": "<p><strong>100% post-consumer recyclable packaging<\/strong><\/p><p>All our packaging, boxes, and inserts are made from recycled paper and are recyclable. We take care to partner with vendors and suppliers that share these same values.<\/p><p><strong>Carbon-neutral shipping<\/strong><\/p><p>Our business is 100% carbon neutral through carbonfund.org, with a certification that covers national shipping, packaging materials, warehouse utilities, and the commutes of our employees.<\/p><p><strong>Smarter packing<\/strong><\/p><p>Our packers are very efficient and have reduced the amount of packing materials we use by almost half. All the paper and plastic material in your box can go into your recycling streams—even the tape, which is also made of paper!<\/p><p><strong>Zero-waste warehouses<\/strong><\/p><p>We raise the bar for being an environmentally responsible company by diverting more than 90% of waste to a recycling stream or reusing it in some way. Both of our fulfillment centers are also powered by renewable energy.<\/p>",
            "button_link2": "",
            "button_text2": "Button text",
            "button_chat2": false,
            "text2": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        }
      },
      "block_order": [
        "1640041293a5780292-0",
        "1640041293a5780292-1",
        "6055492a-dfb9-4b9f-b67a-7a3686be4d9d",
        "6aca3140-25db-4040-9578-771ed119a3ba",
        "e114e0a0-e8fc-47f7-8dcf-07f2f2cee281",
        "0d01f7dc-88d5-4010-8808-c09eecaf52aa",
        "d4cc094f-fb0e-4d22-89f2-c1420f381b15"
      ],
      "settings": {
        "title": "FAQs"
      }
    }
  },
  "order": [
    "main",
    "1641757491effe7074",
    "1640041344e995db21",
    "164004230690a0c083",
    "1640041293a13b372e"
  ]
}
