{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
      }
    },
    "16402828343bc58a6d": {
      "type": "smart-header-section",
      "settings": {
      }
    },
    "16402866656985d726": {
      "type": "advanced-content",
      "blocks": {
        "1640286665bc900bea-1": {
          "type": "liquid",
          "settings": {
            "code": "<p class=\"break-margin\"><\/p>",
            "width": "100%",
            "alignment": "center"
          }
        }
      },
      "block_order": [
        "1640286665bc900bea-1"
      ],
      "settings": {
        "full_width": false,
        "space_around": false
      }
    },
    "1640282839ea256936": {
      "type": "faq",
      "blocks": {
        "1640282839412f03e9-0": {
          "type": "question",
          "settings": {
            "title": "Contract terms",
            "text": "<p>This website and all pages within this website located at vidlogix.com (this \"Site\") is owned and operated by Vidlogix Labs, Inc. (\"Company\") and provides website features and other products and services to you when you visit, shop or purchase items from this Site, use or access this Site from your mobile devices, or use software. By using Company’s products and services you agree to these conditions. Please read them carefully. You should also carefully review our Privacy Policy before placing an order for goods or services through this site. By placing an order on our site, you are agreeing to an arbitration clause below.<\/p><p>By accessing or using this Site, mobile application or other Company product or service on any computer, mobile phone, tablet, console or other device (collectively, \"Device\"), or by any other means, you acknowledge and agree that you have read, understand and agree to be bound by these Terms and Conditions and by any applicable law.<\/p><p>Company may change these Terms and Conditions at any time without notice. When we make changes, we will post them here. If you do not agree to these Terms and Conditions, please do not use this Site or any Company products or services, and please promptly exit this Site.<\/p>"
          }
        },
        "1640282839412f03e9-1": {
          "type": "question",
          "settings": {
            "title": "Digital communications",
            "text": "<p>When you use any Site service, or send e-mail messages to us, you are communicating with us electronically. You consent to receive communications from us electronically. We will communicate with you by e-mail or by posting notices on this Site. You agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.<\/p><p>You expressly consent and request to be contacted by members of our network by phone, email, text\/SMS, and through the use of an automatic telephone dialing systems and pre-recorded messages at the number(s) listed on the form submitted even if your number provided on the form is on a National or State Do Not Call List. In some cases, automated technology may be used to contact you including on your cellular telephone for promotional messages. Your consent does not require you to purchase any goods and\/or services & you have clicked, read & agree to the privacy terms located at the bottom of this page. Standard carrier and messaging rates will apply. Reply \"Help\" for help or \"Stop\".<\/p>"
          }
        },
        "f27c6fe5-6ebc-443c-9037-aa9a13236e5b": {
          "type": "question",
          "settings": {
            "title": "Order acceptance",
            "text": "<p>Your receipt of an electronic or other form of order confirmation does not signify our acceptance of your order, nor does it constitute confirmation of our offer to sell. We reserve the right at any time after receipt of your order to accept, decline, or limit your order for any reason, whether your credit card has been charged or not. We reserve the right at any time after receipt of your order, without prior notice to you, to supply less than the quantity you ordered of any item. In all cases, if your credit card has been charged and your order is cancelled you will receive a prompt refund credit to your account.<\/p><p>Once an order has been placed, it cannot be cancelled unless the shipment is unavoidably delayed. In this case, we will do our best to cancel the order if requested.<\/p><p>We are a reseller to end user customers and do not accept orders from dealers, exporters, wholesalers, or other customers who intend to resell the products on our website. Should we determine or suspect that you are purchasing orders from our site for purposes of resale, without our consent, we reserve the right to stop selling to you. We take fraud very seriously and have fraud protection systems in place. Should your order be flagged for fraud, it will automatically be cancelled and refunded to your credit card. We make every effort to maintain the availability of our site. However, should we experience technical difficulties, we are not responsible for orders that are not processed or accepted.<\/p>"
          }
        },
        "a728c822-f765-46b6-8162-c1b2e5a900e6": {
          "type": "question",
          "settings": {
            "title": "Promotional sales",
            "text": "<p>Vidlogix occasionally runs site wide discounts that have specific start and end dates. These sales generally have restrictions which include: Not valid on multi-packs, Offer valid on up to qty 3 of each item, Offer can only be used one time, Cannot be combined with any other discount code, Free shipping applies to contiguous U.S.<\/p>"
          }
        },
        "1ff7c0f9-c2f1-44c6-b8c2-42c101171a8d": {
          "type": "question",
          "settings": {
            "title": "Free gifts",
            "text": "<p>From time to time we run “Free Gift” offers and promotions when you purchase qualifying items or place a qualifying order. These are the terms and conditions that govern those promotions:<\/p><p>The free gift cannot be substituted for any other item, cash or credit.<\/p><p>The free gift is sent with your order. Placing multiple orders or orders for multiple items does not entitle you to more than one free gift.<\/p><p>This offer is only available on orders placed here on our website, vidlogix.com.<\/p><p>The free gift offer may not be used in conjunction with any other offer or promotion that we run on our website, unless otherwise stated.<\/p><p>Only one free gift per order, per person, per address for the duration of the offer \/ promotion (If you place more than one order with us in the period the free gift offer is running, you will only receive the gift on your first order), unless otherwise stated.<\/p><p>The free gift will be dispatched with the relevant items from your qualifying order.<\/p><p>If a customer wishes to return an order or item which qualified for a gift with purchase, the transaction can only be refunded if the gift with purchase item is also returned.<\/p><p>This promotion or offer is valid within the dates as stated on the relevant page.In the event of any dispute, the decision of Vidlogix is final.<\/p><p>We reserve the right to amend these terms and conditions at any time. If we do this we will publish the amended terms and conditions on this page.<\/p>"
          }
        },
        "dabf3f48-5fb5-46c5-9fec-7297afbac0a3": {
          "type": "question",
          "settings": {
            "title": "Shipping & delivery",
            "text": "<p><strong>ALL ORDERS SHIP TO THE BILLING ADDRESS. PLEASE USE PAYPAL IF SHIPPING TO AN ADDRESS OTHER THAN THE BILLING ADDRESS.<\/strong><\/p><p>We offer free shipping on all orders over $49. For all orders under $49, there will be a $7.99 shipping fee. Orders are ground shipped, emitting 84% less CO2 than air shipping.<\/p><p>The carrier (FedEx or UPS) will be automatically selected based on the shipping address. We are unable to ship products outside of the United States. We do not ship to freight forwarders.<\/p><p>All orders are processed Monday through Friday, from 9:00 am to 5:00 pm ET. Due to volume, inclement weather and COVID-19 impacts, some of our carrier partners are experiencing ground service delays in various parts of the U.S. There may be extended delivery time frames.<\/p><p>In-stock domestic shipments are usually shipped the same day of order. See <a href=\"\/pages\/shipping\" title=\"Shipping & Delivery\">Delivery Times<\/a> for details. Totals are calculated after all discounts, gift cards, freight charges have been applied. Shipping fees are nonrefundable.<\/p><p><a href=\"\/pages\/shipping\" title=\"Shipping & Delivery\">Shipping Policy<\/a><\/p>"
          }
        },
        "936e722c-2744-4c13-a530-ae74df7676fd": {
          "type": "question",
          "settings": {
            "title": "Returns & exchanges",
            "text": "<p><strong>We're so excited you shopped with us!<\/strong><\/p><p>While we hope you always love your new find, we also know that sometimes things don't work out. That's why returning at Vidlogix is so easy. If you're not completely happy, just send your return-eligible merchandise back within <strong>30 days<\/strong> from the date you received it.<\/p>"
          }
        },
        "ec4a2b90-f12f-40a2-bd5f-9fcf2bb8db9c": {
          "type": "question",
          "settings": {
            "title": "Sales tax",
            "text": "<p>Vidlogix collects state and local sales tax on items shipping to New York.<\/p><p><strong>Tax Exemption<\/strong><\/p><p>Vidlogix works with many governments, education, non-profit, charitable, churches, and other religious organizations who qualify for tax-exempt status. Once approved, customers may make tax-exempt purchases on behalf of their organizations online.<\/p><p>If you wish to enroll in the Vidlogix Tax Exemption Program (VTEP), please contact us below.<\/p><p><strong>Sales Tax Policy<\/strong><\/p><p>Your order contains one or more items from Vidlogix Labs Inc. and may be subject to local sales tax, depending on the state to which the item is being shipped.<\/p><p>Unless otherwise noted, Vidlogix Labs Inc.'s items are subject to sales tax in select states following the state's applicable laws. If your order contains one or more items from a seller other than Vidlogix Labs Inc., it may be subject to state and local sales tax, depending on the seller's business policies and the location of their operations.<\/p><p>We do not collect sales or use taxes in all states. For states imposing sales or use taxes, your purchase is subject to use tax unless it is specifically exempt from taxation. Your purchase is not exempt merely because it is made over the Internet or by other remote means. Many states require purchasers to file a sales\/use tax return at the end of the year reporting all of the taxable purchases that were not taxed and to pay tax on those purchases. You may find details of how to file these returns at the websites of your respective taxing authorities.<\/p><p>The sales tax indicated on the checkout form is an estimate. The sales tax ultimately charged to your credit card will be calculated when your credit card charge is authorized and will reflect applicable state and local taxes.<\/p>"
          }
        },
        "48b34178-fc18-42a5-ad54-3938aa11610d": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "64f44a42-a32c-47f1-a9b3-01db8e4c2b1b": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "3b4a153d-a2d6-42c8-97af-0f50f844eedd": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "580db1a4-33d9-41f4-bb67-420833ebdcfe": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "56c6c95c-2092-4c23-bc6b-d927882432f7": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "3d0dd4c5-9c7c-4778-a7b8-60c57bd3a494": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "ee8a5cb2-93fd-49e6-9a09-1a7ea2678d97": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "c2bf822f-2886-4434-83d6-db1709383bab": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        }
      },
      "block_order": [
        "1640282839412f03e9-0",
        "1640282839412f03e9-1",
        "f27c6fe5-6ebc-443c-9037-aa9a13236e5b",
        "a728c822-f765-46b6-8162-c1b2e5a900e6",
        "1ff7c0f9-c2f1-44c6-b8c2-42c101171a8d",
        "dabf3f48-5fb5-46c5-9fec-7297afbac0a3",
        "936e722c-2744-4c13-a530-ae74df7676fd",
        "ec4a2b90-f12f-40a2-bd5f-9fcf2bb8db9c",
        "48b34178-fc18-42a5-ad54-3938aa11610d",
        "64f44a42-a32c-47f1-a9b3-01db8e4c2b1b",
        "3b4a153d-a2d6-42c8-97af-0f50f844eedd",
        "580db1a4-33d9-41f4-bb67-420833ebdcfe",
        "56c6c95c-2092-4c23-bc6b-d927882432f7",
        "3d0dd4c5-9c7c-4778-a7b8-60c57bd3a494",
        "ee8a5cb2-93fd-49e6-9a09-1a7ea2678d97",
        "c2bf822f-2886-4434-83d6-db1709383bab"
      ],
      "settings": {
        "title": ""
      }
    },
    "1640282841137383d4": {
      "type": "faq",
      "blocks": {
        "164028284157c7a016-0": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "164028284157c7a016-1": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "46ddd8a1-a06e-4170-a4d5-7e49327aceec": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "d9b9f638-cd1d-48a9-a973-d58b3351c85d": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "8a5ceda8-2d69-44cc-a298-2bb380e320bf": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        },
        "1f9a48dd-c28a-4723-a024-293eab862dbb": {
          "type": "question",
          "settings": {
            "title": "Frequently asked question",
            "text": "<p>Use this text to answer questions in as much detail as possible for your customers.<\/p>"
          }
        }
      },
      "block_order": [
        "164028284157c7a016-0",
        "164028284157c7a016-1",
        "46ddd8a1-a06e-4170-a4d5-7e49327aceec",
        "d9b9f638-cd1d-48a9-a973-d58b3351c85d",
        "8a5ceda8-2d69-44cc-a298-2bb380e320bf",
        "1f9a48dd-c28a-4723-a024-293eab862dbb"
      ],
      "settings": {
        "title": ""
      }
    },
    "1640285970753e7d92": {
      "type": "advanced-content",
      "blocks": {
        "164028597018ab3685-1": {
          "type": "liquid",
          "settings": {
            "code": "<p class=\"break-margin\"><\/p>",
            "width": "100%",
            "alignment": "center"
          }
        }
      },
      "block_order": [
        "164028597018ab3685-1"
      ],
      "settings": {
        "full_width": false,
        "space_around": false
      }
    }
  },
  "order": [
    "main",
    "16402828343bc58a6d",
    "16402866656985d726",
    "1640282839ea256936",
    "1640282841137383d4",
    "1640285970753e7d92"
  ]
}
